; Traduction française pour Uninstaller64 1.0.0
; Auteur: nsp

0="Français (French)"

;Dump information;
101="Clé de Registre :"
102="Les données du cache ARP :"
103="Taille de l'installation"
104="b"
105="Ko"
106="Mo"
107="Go"
108="Dernière utilisasion"
109="Fréquence"
110="rarement"
111="occasionnellement"
112="fréquemment"
113="Nom de fichier"
114="Autres valeurs :"

; Boite de Dialogue Paramètres
200="Paramètres"
201="Afficher les entrées &cachées"
202="Afficher les &icônes pour les entrées cachées"
203="Afficher les &hotfixes Windows"
204="Confirmer la &désinstallation"
205="Confirmer &uniquement pour les entrées cachées"
206="Emplacement du fichier de &paramètrage :"
207="Répertoire du Plugin"
208="Répertoire de Total Commander"
219="Répertoire de wincmd.ini"
210="&Langue:"
211="À propos..."
212="&Oui"
213="&Annuler"

; boîte À propos
300="À propos"
301="Programme :"
302="Version :"
303="Auteur :"
304="Page d'accueil :"
305="Adresse couriel :"
306="Vu !"

; De dialogue Propriétés
400="Propriétés"
401=Paramètres "standard"
402="Paramètres cachés"
403="Oui"
404="Annuler"
405="<Echec à l'ouverture des Clés de Registre>"
406="Certaines des valeurs n'ont pas pu être mises à jour."

; Messages Divers
1001="Impossible d'ouvrir l'URL !"
1002="Impossible d'écrire les paramètres !"
1003="Etes-vous sûr que vous souhaitez désinstaller cette application ?"
1004="Etes-vous sûr que vous souhaitez désinstaller cette application ? \nCette entrée est cachée et n'est pas destinée à être désinstallée!"
1005="Impossible de lancer la désinstallation!"
1006="La chaîne de désinstallation est vide, il est impossible de lancer la désinstallation."
